{
	"message0": {
		"file": "LOG_00",
		"name": "MESSAGE LOG 10.1.22 08:22:47",
		"desc": "CASK_USR: OI, ZIS NEW TERMINAL MOI FOUND WILL BE PERFECIMO FOR ZE' RECYCLING PROGRAM E'VE HAVE PLANNED, DON'T ZIS AGREE, BROTHER?\n\nCORK_GAMING_37: OUI, OUI! ZIS WILL MAKE MOI EFFIEINCY INCREASE CROISSANT-FOLD! YOI ARE SUCH ZE SMART BROTHER! MOI IS SHAKING IN MOI BOOTS IN EXCITEMENT FOR ROLLING OUT ZE NEW PROGRAM!!!"
	},
	"message1": {
		"file": "LOG_01",
		"name": "MESSAGE LOG 10.5.22 16:38:02",
		"desc": "CORK_GAMING_37: EVIN MORE GREAT NEW ZIS' FINE DAY BROTHER! I'VE HAVE SIGN A CONTRACT WITH ZE YOSHEE THEA'TRE! EVEN BETTER, MOI HAS HEARD THERE'S ZE SCREENING FOR SOME 'SUPER MARIO BROZERS' MOVIE COMING TO IT!\n\nCASK_USR: WHAT AN ABSOLUTE PLUMMIN' JOB, BROTHER DEAR! WITH ZE ADVERTISEMENT, E'VE GOT EVERYTHING BUT ZE GUARANTEE IZT WILL GO WELL!\n\nCORK_GAMING_37: BY ZE WAY, MOI ES PREPARING PRINT ADS FOR ZE PROGRAM AS WELL! ZIT WILL APPEAR IN ZE MOIST PRESTIGIOUS PAPER: 'ZE MUSHROOM GAZELLE'! I'VE WILL SHARE MORE DETAILS WHEN ZE NEWSPAPER GETS BACK TO MOI!"
	},
	"message2": {
		"file": "LOG_02",
		"name": "MESSAGE LOG 10.9.22 11:29:13",
		"desc": "CORK_GAMING_37: BY ZE WAY, BROTHER, HOW DID ZE FIND THIS FANTASIQUE TERMINAL? ZIT'S QUITE ZE WONDER!\n\nCASK_USR: OH, MOI JUST FOUND IT INSIDE ZE CHATEAU ONE DAY INSTEAD OF ZE NORMAL BARREL CLAW MACHINE! ZIT LOOK A LOT UV FIDDLING TO FIGURE ZE MACHINE OUT, BUT ZIT WAS WELL WORTH THE EFFORT, DON'T ZE AGREE?\n\nCORK_GAMING_37: OI, OI, ZIT BE A WONDERFUL BEAUTY INDEED!"
	},
	"message3": {
		"file": "LOG_03",
		"name": "MESSAGE LOG 10.16.22 22:57:59",
		"desc": "CORK_GAMING_37: BROTHER DEAREST, MOI WENT TO THE THEATRE TODAY Y' ZE POSTER IZ UP AN ZITS ZE MOIST GLORIOUS THING ZIS OLD COOT HAZ EVER SEEN WITH MOI OWN TWO EYES! OI... I AM SO 'APPY..."
	},
	"message4": {
		"file": "LOG_04",
		"name": "MESSAGE LOG 10.17.22 12:19:44",
		"desc": "CORK_GAMING_37: BROTHER CASK, ZITS' NOT LIKE YOI TO WAIT SUCH A TIME TO REZPOND TO ZE MESSAGES OF MOI! BROTHER???????"
	},
	"message5": {
		"file": "LOG_05",
		"name": "MESSAGE LOG 10.17.22 15:00:37",
		"desc": "CORK_GAMING_37: ??????????????????????????????????????????"
	},
	"message6": {
		"file": "LOG_06",
		"name": "MESSAGE LOG 10.18.22 08:45:03",
		"desc": "CORK_GAMING_37: ??????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????"
	},
	"message7": {
		"file": "LOG_07",
		"name": "MESSAGE LOG 10.19.22 19:50:12",
		"desc": "ADMIN_SFM_009: NAMES: CORK AND CASK CHUCKLEHUCK\nAGE: CASK MID-70S, CORK EARLY-80S\nDESC: OWNERS OF THE CHATEAU DE CHUCKLEHUCK. OBTAINED ONE OF OUR TERMINALS BY ACCIDENT AND USED IT FOR THEIR OWN PERSONAL GAINS.\nSTATUS: BOUND BY ROPE OVER A TANK OF CHEEP CHOMPS"
	},
	"message8": {
		"file": "TREASURE_LOG_01",
		"name": "TREASURE LOG 4.18.24 12:32:18",
		"desc": "CASK_USR: THIS IS MINOR PENGUIN, REPORTING IN! I FOUND THIS STRANGE TERMINAL WHILE EXPLORING SOME OLD SHACK IN THE MIDDLE OF THE WOODS. IT SEEMS NOT TO HAVE BEEN TOUCHED IN AT LEAST A YEAR... IN FACT... NOTHING HERE HAS! WEIRD!"
	},
	"message9": {
		"file": "TREASURE_LOG_02",
		"name": "TREASURE LOG 4.18.24 1:04:57",
		"desc": "CASK_USR: THIS IS MINOR PENGUIN, REPORTING IN! AFTER DOING A BIT MORE DIGGING (P.S. FLIPPERS ARE NOT GOOD FOR DIGGING), IT SEEMS THIS PLACE USED TO BE OWNED BY TWO BEANBEAN PEOPLE THAT SUDDENLY DISSAPEARED. CAN'T FIND ANY TRACE OF WHY... MIGHT HAVE SOMETHING TO DO WITH THE MAAAAASIVE DEFINITELY ILLEGAL BOTTLECAP RECYCLING SCENE THEY GOT DOWN HERE. QUEEN BEAN 'PROLLY GOT THEM. I'M REALLY PASSIONATE ABOUT BOTTLECAPS Y'KNOW, THEY'RE PART OF PENGUIN CULTURE!"
	},
	"message10": {
		"file": "TREASURE_LOG_03",
		"name": "TREASURE LOG 4.18.24 4:33:33",
		"desc": "CASK_USR: THIS IS MINOR PENGUIN, REPORTING IN! HRM, HRM. I AM NOT BINK, BUT THANKS TO MY DECODING WORK BACK IN CHICK SCOUTS, I FOUND SOMETHING MIGHTY INTERESTING! IT SEEMS THE 5 TREASURES TIED TO THE 1-UP PIECE ARE BASED ON SOME KINDA LEGENDARY HEROES! OF COURSE THE GREAT PENGUIN IS ONE OF THEM, WHO ELSE WOULD MATCH UP?? I'VE ONLY BEEN ABLE TO MAKE PROGRESS ON ONE OF THE OTHER LEGENDARY FILES, BUT IT SEEMS TO START WITH A 'BA'... NO CLUE WHO THAT COULD BE, BUT I'LL KEEP WORKING ON IT!"
	}
}